Repository: giellalt/corpus-nob
Catalog: tmx/fkv/news/ruijankaiku/ledere_2023_nob.docx.tmx
Source language: nob
Languages: fkv

source: Vi advarer komiteen mot å bli husvarme i oppdragerrollen, den er kun et vikarierende og velkjent motiv for å gjøre null og niks.
fkv: Met varraama komiteeta ette se ei kiinittyis liikkaa ylöskasutustehtävhään, se oon tyhä vanhaa ja tuttu tekosyy sille ette ei tartte tehđä mithään.

source: Som om vi er en skokk unger i et bilbaksete;
fkv: Niin ko met olisimma kläppiroikka piilin takapenkilä;

source: hvis dere krangler får ingen av dere iskrem.
fkv: jos tet riitelettä, ei yksikhäään saa jääkräämii.

source: Også kvener og norskfinner må få ta med seg sin håndbagasje på den nasjonale ferga til forsoning.
fkv: Kans kväänit ja norjansuomalaiset häyttyyvät saađa myötä omat käsitavarat kansalisele sovintofärjale.

source: Hvis noen få kilo overvekt betyr å bli hevet i land på nærmeste skjær, må staten heller sette inn romsligere ferge.
fkv: Jos muutama liikakilo tarkoittaa ette tullee viskatuksi ensimäisele vasthaantulleevalle auttiimelle saarele, se staatti tarttee hommata isoman färjan.

source: Mens tilgivelse kan finne sted usagt og på enmannshånd, krever forsoning at partene har med hverandre å gjøre.
fkv: Vaikka itte kukanenki saattaa anttaat antheeksi yksin ja ominpäin, se hyvittämisheen tarvithaan kuitenki kaksi.

source: I sine videre samtaler og interne drøftinger bør komiteen advares mot å sette likhetstegn mellom begrepet forsoning og det å innfinne seg med.
fkv: Jatkopuhheissa ja sen omissa huntteerauksissa komiteeta häyttyy varata ette se ei luule ette sovinto ja pakkotytyminen oltais sama assii.

source: Det at kvener og norskfinner ikke har innfunnet seg med – er jo nettopp medvirkende årsak til at fornorskningen fikk seg et skudd for baugen slik at tilgivelse og forsoning i dag er tema.
fkv: Se ette kväänit ja norjansuomalaiset ei ole tytynheet, se oon justhiin ollu tekemässä ette ruijalaistaminen lopulta ampui itteensä koipheen ja antheeksiantamisesta ja sovinosta tääpänä ylipään puhuthaan.

source: Mye å tenke på og til dels forvirrende?
fkv: Paljon huntteeraamista ja vähäsen pyöryttäävää?

source: Helt klart.
fkv: Selvä se.

source: Forsoning som begrep er eterisk, har elementer som lett stikker av.
fkv: Sovinto oon eteerinen käsitet, se helposti hajjoo tyyhään.

source: Men det går an å skjære gjennom.
fkv: Mutta kyllä siitäki on mahđolinen päästä selvile.

source: Vi har gjort det mange ganger før.
fkv: Olema tehnheet sen usheita kerttoi ennenki.

source: All akademisk øvelse til side;
fkv: Panema kaiken akateemisen syrjhään;

source: det kan umulig bli noen holdbar forsoning uten at staten går konkret inn med tiltak og midler.
fkv: se oon sikkari ette mithään oikkeeta sovinttoo ei synny ilman ette staatti alkkaa konkreettishiin toimhiin ja anttaa rahhaa.

source: Av høna og egget kommer det først; friske penger og sunne vedtak.
fkv: Kanasta ja munasta tämä tullee ensin: verestä rahhaa ja selvii päätöksii.

source: Vedtak omvendt av det de traff i sommer, da Stortinget framsto som kjerringa mot forsonings-strømmen idet de til massiv kvensk protest klubbet gjennom den nye opplæringsloven.
fkv: Vastakkaissii päätöksii sille mitä Isotinka teki kesälä ko se oli vastahankaisenna akkana sovintovirrassa ja kvääniin valtavasta vastustuksesta perustamatta kluputti läpi uuđen opetuslajin.

source: Debatten på tinget fant sted den 1. juni, altså samme dag som Sannhetskommisjonen la fram en rapport som understreker betydelig innsats i skolen som kritisk viktig for å berge kvensk.
fkv: Tingassa puhuthiin assiista 1. juunikuuta, siis samana päivänä ko Tottuuskommisuuni pani etheen raportin mikä allepriimustaa kunka tähđelinen se oon ette eđesautethaan kouluu ja panhaan siihen resurssii ette kväänin kielen saatais pärjätyksi.

source: Med andre ord: Knapt før urettens krokodilletårer hadde tørket borte på teateret, skyndte våre folkevalgte seg tilbake til Stortinget hvor de satte fornorskningsskapet skikkelig på plass.
fkv: Toisin sannoin: Teatterissa krokodillin kyynelheet ei melkhein vielä olheet kuivanheet pois ko meän kansanvalittemat jo rukatethiin takaisin Ishoontinkhaan missä het taas panthiin ruijalaistamisen sen omhaan paikkhaan.

source: Etter vår mening et både pessimistisk og uforsonlig syn på kvenfolket og det kvenske språkets framtid.
fkv: Se oli, niin ko met sen näjemä, sekä pessimistinen ette leppymätön kattanto kväänikansan ja kväänin kielen suunthaan.

source: Forhåpentligvis er det sånn at komiteen ser lysere på saken.
fkv: Toivottavasti komiteela oon näköisämpi kattanto assiin suhtheen.

source: På tilliten løs
fkv: Usko mennee

source: I april i år skrev vi at kun 3 av 44 kvenske prosjekter fikk det de søkte om. At 27 søknader i sin helhet ble avslått er så sin sak og bekrefter en kronisk kvensk pengenød som sittende regjering har valgt å gjøre null med.
fkv: Tämän vuođen aprilikuussa met kirjoitimma ette tyhä 3 prosektii 44 kvääniprosektista saathiin sen mitä hajethiin. Vielä värrempi oon ette 27 hakemusta jätethiin kokonhansa ilman rahatta, se näyttää ette kvääniassiila oon ainhainen rahanpuutet, ja sille meiđän istuuva hallitus oon päättäny olla tekemättä mithään.

source: Spørsmålet er hvorfor så mange som 14 av de resterende 17 fikk sine søknadssummer endret?
fkv: Kysymys kuuluu ette miksi vielä 14 lopuistaki 17:stä sai eri summan ko mitä oli hakenu.

source: Vel å merke kun til det verre.
fkv: Ja havaikkaa ette saatu summa tasan oli pienempi.

source: En søker ba om 188 000 og fikk 50 000, en annen søkte 360 000 og fikk 75 000.
fkv: Yksi hakkiija pyysi 188 000 kruunuu ja sai 50 000, toinen haki 360 000 ja sai 75 000.

source: Grellest var Kåfjord kvenforening, de søkte kroner 134 500, og fikk skarve 20 000.
fkv: Hulluimin kävi Kaivuonon kveeniseurale mikä haki 134 500 kruunuu ja sai surkkeet 20 000.

source: De fleste fikk sine prosjekter kraftig skåret ned, men vi stusser vel så mye på at selv de heldige ble klusset med.
fkv: Usheimat prosektit leikathiin isosti alas, mutta ihmettelemä sama paljon sitä ette lykylislltäki vähennelthiin.

source: Noen med så små summer at man kan spørre seg hvorfor.
fkv: Muutamilta niin vähän ette saattaa kyssyyt miksi ollenkhaan.

source: Som Kventeateret, de søkte kroner 202 500 og fikk 200 000.
fkv: Niin ko Kvääniteatterilta mikä haki 202 500 kruunuu ja sai 200 000.

source: Et annet prosjekt ble tatt ned fra 74 000 til 70 000, et tredje søkte 134 500 og fikk kroner 130 000.
fkv: Toinen prosekti haki 74 00 mutta sai 70 000, kolmas haki 134 000 ja sai 130 000.

source: Markeringsbehovet synes til stede i direktoratet.
fkv: Näyttää ette Direktoraatti kyllä oon halunu markkeerata.

source: Folk advarte da kvenske bevilgninger ble fjernet fra Troms og Finnmark fylkeskommune.
fkv: Ihmiset varoitelthiin ko kväänimäärärahat siirethiin pois Tromssan ja Finmarkun fylkinkommuunilta staatin halthuun.

source: Til fordel for statlig hold. Man pekte særlig på faren for lav kvensk-kompetanse.
fkv: Silloin varathiin eriliikaisesti siitä vaarasta ette sielä kvääniassiita ei osata eikä tunneta.

source: Og hvis så var tilfelle, lød hypotesen, så ville et av tegnene være økt vekt på form over innhold i tilskuddsbehandlingen.
fkv: Ja jos se oli siihen laihiin, hypoteesi kuului, se yksi merkki siitä tulis olemhaan ette sisälön sijasta enämen painoo olis formelilla puolela.

source: Altså vektlegging av det søknadstekniske, et område hvor mange kvener føler seg fortapt, men hvor statens kompetanse er sterk.
fkv: Se meinaa ette tärkkeempi olis hakemateknikki, homma missä monet kväänit oon hukassa, mutta missä staatti kyllä oon flinkki.

source: Vi mener å se at det kan ha gått troll i ord. Staten ga en uforbeholden tommel opp til kun 7 prosent, i hele 93 prosent festet man ikke full tillit til de kvenske prosjektene.
fkv: Havaittemma ette tässä ennustus oon käyny totheen. Staatti tuki prosektiista kokonhansa tyhä 7 prosenttii, mutta 93 prosentissa ei kvääniprosekthiin uskottu.

source: Og verre skal det bli.
fkv: Ja pahemppaa oon luvassa.

source: Linjen direktoratet virker å ha lagt seg på, med å hel-innvilge ytterst få og kutte til dels brutalt i resten, lærer nemlig kvenene en ting: Skal du ha håp om få det du trenger til prosjektet ditt, må du søke det dobbelte av hva du trenger.
fkv: Näyttää nimittäin ette Direktoraatti, ko oon antanu täyđen rahamäärän tyhä oikhein harvoile ja leikkaamalla osin raa’astiki muilta, oon valinu semmoisen keinon millä kväänit oppiivat yhđen assiin: Ette sulla olis toivoo saađa niin paljon ko sie tarttet sinun prosektii varten, sie jouđut hakemhaan kahđenkertaista summaa.

source: Med andre ord ei linje som oppfordrer til sjelesalg via søknadsuredelighet.
fkv: Toisin sannoin linjan mikä houkuttellee myymhään sielun ja kirjoittamhaan yhtheen laihiin falskin hakemuksen.

source: Slik sett er direktoratets system selvforsterkende: Gledesdrepende, tids-ødeleggende og etsende på gode intensjoner, det genererer hva det trenger for å dominere.
fkv: Siihen laihiin Direktoraatin systeemi vahvistaa itte itteensä: Se pillaa ilon, hukkaa aikkaa ja tuhhoo hyvät meiningit ja auttaa sitä pääsemhään niskan pääle.

source: Kvenene synes henvist til å bruke stadig mer av sin tid for stadig mindre penger.
fkv: Näyttää ette kväänit panhaan käyttämhään aina enämen aikkaa aina pienemppää rahamäärää varten.

source: Vi finner tiden moden til å rose dem som lar være å delta, som misliker tanken på nedstøvet kryping foran byråkratiske føtter.
fkv: Nyt oon meiđän mielestä aika mainoot niitä jokka ei ennää halluu olla myötä, joita inhoittaa ajatus ette joutuu ryömimhään tomussa byrokraattijalkkoin eđessä.

source: Folk som kjører sine prosjekter uten å kaste vekk tiden på å søke støtte.
fkv: Väkkee joka hommaavat ommiin prosektiitten kansa haaskaamatta aikkaa rahhoin hakemisheen.

source: Det er ikke gitt at sånne ildsjeler av den grunn blir fattigere.
fkv: Eikä se ole sikkari ette semmoiset valkkeesielut sen takia köyhđyttäis.

source: Fattigdom kan som kjent måles på flere måter. Si fra
fkv: Köyhyyttä ko saattaa, niin ko tieđämä, mitata monheen laihiin.

source: I boktrykkingens barndom var det en kort stund mulig å lese samtlige bøker som ble trykket og utgitt.
fkv: Muistele meile Kirjapräntin lapsuuđessa oli vähäsen aikkaa semmoinen tila ette se oli mahđolinen lukkeet kaikki kirjat mikkä präntäthiin ja annethiin ulos.

source: En totaloversikt som nå, gitt dagens skrivekløe, er umulig inntil det utenkelige.
fkv: Nykypäivän kirjatoukale semmoinen oon kokonhansa mahđoton.

source: Likedan med kvensk litteratur.
fkv: Samhaan laihiin oon nyt kväänin kirjalisuuđen kansa.

source: Det er ennå mulig å holde tritt, altså sluke unna det allerede utgitte og plukke med seg det som fortløpende utgis, men prøv samme øvelse om et par, tre generasjoner.
fkv: Vielä se oon mahđolinen seurata sitä, eli ahmiit kaiken mitä jo oon annettu ulos, ja kansa sen mitä koko aijan annethaan ulos, mutta freistaapa tehđä saman parin, kolmen sukupolven pörästä.

source: Samme bilde gjelder for Ruijan Kaiku og kvensaken.
fkv: Samhaan laihiin on kansa Ruijan Kaijun ja kvääniassiin kansa.

source: Vi har før hatt som målsetting å få med oss alt som rører seg, og lar oss stadig forlokke av tanken om å få med det aller meste.
fkv: Ennen meilä oli meininkinnä ette saama myötä kaikki mitä oon menossa, ja vieläki meitä kyllä houkuttaa ajatus ette saisima haavhiin kuitenkin melkhein kaiken.

source: Samtidig ser vi den nærme seg, dagen da det blir uråd fordi for mye foregår.
fkv: Samala näjemä ette se aika likenee ette se oon mahđoton sillä ko niin paljon tapattuu.

source: Årets Kvenfolkets dag er et godt eksempel.
fkv: Tämän vuođen kväänikansan päivä oon tästä hyvä esimerkki.

source: Det skjedde rekordmasse, på rekordmange steder.
fkv: Se tapattui enämen ko koskhaan usheemassa paikassa ko koskhaan.

source: Skulle vi som avis snappet opp og meldt videre alle hilsninger og alt som ble skrevet og sagt i anledning dagen, ville vi knapt hatt tid til å gjøre noe annet.
fkv: Jos meiđän aviisi olis napanu ylös ja ilmoittannu etheenpäin kaikki tervheiset ja kaiken mitä kirjoitethiin ja sanothiin päivän takia, meilä ei juuri olis ollu tillaa mihinkhään muuhun.

source: Da ville Ruijan Kaiku blitt redusert til en meldingstjeneste, populært kalt sosiale medier eller i beste fall et slags kvensk NTB.
fkv: Silloin Ruijan Kaiku olis ollu pelkkä ilmoituspalvelu, saattais sannoot sosiaalinen meedia, parhaimassa taphauksessa yhđenlainen kväänin NTB.

source: Som redaksjon ønsker vi å presentere våre egne bærende saker, naturligvis iblandet alt det som til enhver tid må videreformidles idet informasjon ut til folket også ligger i vårt samfunnsoppdrag.
fkv: Meiđän redaksuuni halluu ottaat framile assiita mikkä meiđän mielestä oon tärkkeet, ja siinä samassa kukasennaki aikana tietenki jakkaat ihmisille tiettoo muistaki assiista, se kansa kuuluu meiđän yhtheiskuntatehtävhään.

source: På den store dagen ønsket vi dessuten å delta der ute, blant feststemte folk, på de arrangementene redaksjonen evnet å rekke over.
fkv: Sinä suurena päivänä halusimma vielä olla myötä juhliiviitten ihmisten joukossa niissä juhlapaikoissa mihin redaksuuni vähänkhään kerkes.

source: Vi var til synlig til stede i Bergen, Tromsø, Storfjord, Nordreisa, Alta og Vardø, noe vi er godt fornøyd med selv om kongstanken stadig er å være til stede over alt.
fkv: Met olima paikala Perunassa, Tromssassa, Omasvuonossa, Raisissa, Alattiossa ja Vuoreassa, ja siihen olema tytyväiset vaikka meilä oon kuningasajatuksena tasan olla myötä kaikkialla.

source: Men, det er et men.
fkv: Mutta, siinä oon yksi mutta.

source: I en tid hvor kvensaken vokser seg så omfangsrik og så mangslungen at full oversikt er uråd, er vi i økende grad avhengige av at våre lesere tar kontakt med det de har på hjertet.
fkv: Tämmöisennä aikana ko kvääniassii oon kassuumassa niin isoksi ja monenlaiseksi ette täysi ylinäkymä oon mahđoton sauttaat, met tarttema enämen ja enämen ette meiđän lukkiijat ottaavat meihin kontaktii niistä assiista mitä heilä oon syđämellä.

source: Hyggelig saker, så klart, men også trasige ting.
fkv: Somista assiista, se oon selvä, mutta kansa värremistä assiista.

source: Et godt eksempel var i forrige utgave, da Andreas Collins fra Nordreisa og Oslo kontaktet oss om det han oppfattet som kritikkverdige forhold (se ruijan-kaiku.no 14. mars 2023.
fkv: Hyvä esimerkki tästä oli viimi numerossa missä Andreas Collins Raisista ja Uslusta otti meihin kontaktii assiintilasta mikä hänen mielestä oli huono (katto ruijan-kaiku.no 14. marsikuu 2023.

source: Og selv sto åpent fram om det.
fkv: Ja oli siinä itte assiista aukkein.

source: Slik også Svanhild Wilhelmsen fra Børselv gjorde, da hun for et år siden sa fra om det hun oppfattet som kritikkverdige forhold (se ruijan-kaiku.no 2. mai 2022.
fkv: Ja niin ko kansa Svanhild Wilhelmsen Pyssyjovesta teki ko hän vuosi aikkaa muisteli assiista mikä hänestä oli väärin (katto ruijan-kaiku.no 2. maikuuta 2022.

source: Vi i Ruijan Kaiku er ikke tankelesere, vårt samfunnsoppdrag knyttet til å avdekke og synliggjøre kritikkverdige forhold lar seg vanskelig løse uten åpne kilder, folk som velger å si fra.
fkv: Met Ruijan Kaijussa emmä pysty lukemhaan ajatuksii, meiđän yhtheiskuntatehtävää paljastaat ja tehđä näkkyyväksi assiita mikkä oon huonosti, oon paha totteuttaat ilman aukkeimiita lähtheitä, ihmissii jokka muistelhaan niistä.

source: Det er et tap for ytringsfrihet og demokrati dersom slike forhold går ubelyst hen, fordi ingen tok ubehaget ved å stå fram.
fkv: Sananvaphaus ja demokratii kärssiivät jos semmoiset assiintilat ei tule framile sillä ko kukhaan ei halluu ottaat päälens sitä epäkiitolista tehtävää ette muistelis niistä aukkeimesti.

source: Det er viktig å melde videre triviell og trivelig informasjon, men Ruijan Kaiku vil mer.
fkv: Se oon tähđelinen muistela pienistä ja somista assiista, mutta Ruijan Kaiku halluu enämen.

source: Vi vil være til stede for våre lesere i finvær og uvær, i tykt og tynt.
fkv: Met halluuma olla meiđän lukkiijoitten myötä hyvässä ja huonossa säässä, isoissa ja pienissä assiissa.

source: Til det trenger vi din hjelp.
fkv: Siihen met tarttema appuu sulta.

source: At du sier fra.
fkv: Ette sie muistelet meile.

source: Riktig god vår og forsommer.
fkv: Oikhein hyvvää kevättä ja kevätkessää.

source: Våge å tenke stort
fkv: Tohtiit ajatella isosti

source: Kvenfolket scorer lavt på kravstor-barometeret.
fkv: Kväänikansa ei kokkoo paljon poengii vaativaisuusbaromeetterissä.

source: Kanskje vi burde sikte høyere?
fkv: Piian meilä pitäis olla sihti korkkeemalla?

source: Klekke ut større planer?
fkv: Synnytellä isomppii plaanoi?

source: Sannheten seiler vår vei i form av en viss rapport i juni, like greit at vi på forhånd løfter noen store spørsmål.
fkv: Tottuus löyttää meiđät yhđen vissin raportin haamussa juunikuussa, samala vaivala saatama jo nyt nostaat ylös muutamppii issoi kysymyksii.

source: Det har Ruijan Radio og Ruijan Kaiku gjort.
fkv: Sen oonki Ruijan Raadio ja Ruijan Kaiku tehnheet.

source: I rekken av ting man som kven kan ønske seg, har vi valgt oss ut fire store, som vi har presentert for en del folk og bedt dem si noe om.
fkv: Siitä joukosta mitä kvääni saattaa toivoot, met olema valinheet nelje issoo assiita, mitä olema esittänheet joukole ihmissii ja pyytänheet ette het sanottais jotaki niistä.

source: Er det kvenske språket beskyttet på øverste nivå, nivå tre, om ti, femten år?
fkv: Oonko kväänin kieli suojeltu kaikkiin korkkeemalla tasala, tasala kolme, kymmenen, viiđentoista vuođen pörästä?

source: Kan det kvenske kulturlivet se fram til årlig happening i form av egen melodifestival, kvensk Melodi Grand Prix?
fkv: Uskomako ette kväänin kulttuurielämässä oon vuotissii kulttuuritapattummii niinko oma melodiifestivaali, kväänin Melodi Grand Prix?

source: Når det gjelder politikk, har kvenene fått på plass sitt eget Kventing?
fkv: Mitä tullee politikkhiin, oonko kväänit saanhet oman Kväänitingan?

source: Og til sist på det økonomiske feltet, har kvenene et samlet årlig budsjett på minst 200 millioner kroner?
fkv: Ja vielä ökonoomisella alala, oonko kväänin vuotinen budsetti kuitenki 200 miljoonaa kruunuu?

source: Liten tvil om at vi har tenkt stort.
fkv: Eppäilemättä met olema ajatelheet isosti.

source: For stort, vil noen si.
fkv: Liijan isosti, joku sanois.

source: Men da skal vi huske at forhold som i dag framstår som dagdrøm og utopi, kan være realitet og til dels selvfølgelighet i nokså nær framtid.
fkv: Mutta silloin met häyđymä muistaat ette assiit mikkä tääpänä näyttäävät ette oon päiväunistelluu ja utopiita, saattaavat olla totta ja vielä ittestänsä selvät likitulleevaisuuđessaki.

source: Samefolkets rivende vekst og anerkjennelse i vår moderne tid er et fremragende eksempel på det.
fkv: Saamin kansan valtava kassuuminen ja tunnustus meiđän aikana oon erinomhainen esimerkki semmoisesta.

source: Hva mener du som leser om våre fire store?
fkv: Mitä sie, meiđän lukkiija, ajattelet meiđän neljestä isosta kysymyksestä?

source: Er 2035 for tidlig for etableringen av Kventinget?
fkv: Oonko vuosi 2035 liijan varhain ette met silloin saisima Kvääänitingan?

source: Har vi i 2035 tilstrekkelig med kvenske artister til å arrangere historiens første kvenske melodifestival?
fkv: Oonko meilä vuona 2025 nokko kvääniartistiita ette pystymä järjestämhään histoorian ensimäisen kväänin melodiifestivaalin?

source: Pengene da, hvor mye bør egentlig en stor og landsomfattende nasjonal minoritet som kvenene ha å rutte med?
fkv: Kunkas sitte rahat, kunka paljon rahhaa pitäis suurela ja koko maan täkkäävällä kansalisela minoriteetilla olla omhaan meininkhiin.

source: Er 200 millioner for mye forlangt?
fkv: Oonko se liikkaa vaattiit 200 miljoonaa?

source: For lite?
fkv: Liijan vähän?

source: Og språket, vil myndighetene innen 2035 ta på seg merarbeidet ved å gi kvensk den sterkeste beskyttelsen som finnes?
fkv: Ja kieli, ottaavatko esivallat vuotheen 2035 päälensä sen liikatyön mitä kväänin. suojeleminen korkkeimalla tasala tarkoittais?

source: En annen sak som også kan nevnes, er urfolksstatus.
fkv: Vielä assii minkä saattaa mainita, oon alkukansastatus.

source: Og kvensk i skolen.
fkv: Ja kvääni koulussa.

source: Kanskje har vi seks store, mye mulig enda flere.
fkv: Piian meilä oonki kuusi issoo assiita, ja saattaa olla ette niitä oon enämenki.

source: Er man først et folk, er det mye som skal på plass.
fkv: Jos pitäis olla oma kansa, se se oon paljon mitä tarttee saađa totheen.

source: Vår anbefaling nå i de siste tre månedene før kommisjonsrapporten, er å våge å tenke stort på kvenenes vegne.
fkv: Met haastama väjen ette nyt ko oon kolme kuukautta aikkaa siihen ko kommisuunin raportin pitäis olla valmis, se tohtis ajatella issoi kvääniajatuksii.

source: Og formidle våre drømmer og krav videre til omverden, si dem høyt til myndighetene og til det norske folket.
fkv: Ja muistela meiđän unistelusta ja vaatimuksista muileki, puhhuut niistä kovala äänelä esivalloile ja Norjan kansale.

source: Sånn at alle i det minste er enige om hvor den kvenske lista ligger.
fkv: Niin ette kaikki vähittäin oon sammaa mieltä siitä minkälainen kväänin lista meilä oon olemassa.

source: Selv om køen er lang av folk som hevder noe annet, verken kunsten eller livet har fasit.
fkv: Vaikka semmoissii ihmissii jokka muuta väittäävät, oon pitkä rivi, se ei konstila eikä elämällä ole mithään fasiittii.

source: Begge har bare anbefalinger i form av sunne leveregler og god estetikk.
fkv: Kumppaaki varten oon olemassa tyhä neuvoi ette kunka elläät ja minkälainen oon hyvä estetikki.

source: Anbefalinger som heldigvis omfatter kvenfolket.
fkv: Ja neuvot oon olemassa onneksi kansa kväänikanssaa varten.

source: Hva har så det med fisketur å gjøre, kan man saktens spørre?
fkv: Mutta mitä sillä oon tekemistä fiskun kansa, sitä kyllä passaa kyssyyt?

source: Jo, relevansen er at de færreste verken kan eller vil dra kloden rundt i jakten på makrellstørje, makohai og andre eksotiske giganter.
fkv: Joo, kyllä vain, oonhan se siihen laihiin ette harva halluu reisata maapallon ympäri ette sais saalhiiksi makrelisuurimuksen eli makohaijin ja muita eksoottissii jättiläissii.

source: De fleste nøyer seg med den gode gamle småseien på fjorden, eller hjemlige ørret-pilten på fjellet.
fkv: Usheimat oon tytyväiset ko saađhaan hyvän vanhaanaijan saiđanmurton vuonosta eli pikkutammukan tunturista.

source: Vi drømmer så klart om noe større, men realiteten er at livet er som en gjennomsnittlig fisketur; smålåten fangst på velkjente stier.
fkv: Met tietenki unistelema jostaki isomasta, mutta tosiassii oon ette elämä oon ko fiskureisu keskimäärältä: vaatimaton saalis opphaasta paikasta.

source: Samme med kunsten: De færreste verken kan eller vil stirre i timevis på verdens underverker – langt mindre bruke livet vårt på å prøve å lage dem – også kvener flest trives best med noe mindre kravstort.
fkv: Samoten se oon konstin kansa: Harva pystyy eli halluukhaan tiimoittain pyyristella mailman ihmheitä – ja vielä vähemän freistata itte laittaat semmoissii – ja usheimat kvääniistäki triivastuuvat parhaimitten vähemänki kansa.

source: Nemlig kulturen.
fkv: Nimittäin kulttuurin kansa.

source: Med sine sterke konsentrasjonsvansker og nådeløse livslykke er hun kunstens hyperaktive og nær irriterende inkluderende lillesøster.
fkv: Keskittymispropleeminens ja julmine eläminens se oon konstin hyperaktiivinen ja kohta ärryttäävän inkludeeraava pikkusisar.

source: Med sitt smittende smil klarer hun å få folket med på lag på et vis som kunsten aldri kan.
fkv: Sen hymy tarttuu ihmisheen ja nappaa tämän myötäns helpomin ko konsti ikinä.

source: Så der har vi det.
fkv: Ja siinäpä se.

source: Rockestjerne og Rembrandt og hva så?
fkv: Rokkitähti ja Rembrandt ja entäs sitte?

source: Livet og kunsten er egentlig mest småsei og kultur.
fkv: Elämä ja konsti oon tođesti enniimitten morttoi ja kulttuurii.
